[
    {
        "id": "1",
        "title": "Adidas Cloudfoam Trainers",
        "description": "These color block trainers provide breathability, stability, and durability due to Adidas high-tech mesh. Lightweight EVA foam cushioning makes every your step easier.",
        "image": "sale-adidas-trainers.jpeg",
        "price": 60.99
    },
    {
        "id": "2",
        "title": "Reebok Workout Shorts",
        "description": "These blue shorts are ready for your muscle-burning gym sessions. The lightweight fabric wicks sweat to keep you dry and in comfort.",
        "image": "sale-reebok-shorts.jpeg",
        "price": 25.99
    },
    {
        "id": "3",
        "title": "Puma Fitness Shoes in Grey",
        "description": "These ultra-lightweight mesh sneakers are great for your fitness workout or regular active lifestyle. The EVA midsole is so comfortable you may want to wear these shoes long after your run has ended.",
        "image": "sale-puma-shoes.jpeg",
        "price": 60.99
    },
    {
        "id": "4",
        "title": "Puma Essential Tank Top",
        "description": "Run in style and confidence in this Puma tank top. High-tech fabric wicks away sweat to keep you in comfort. Classic black color suits everyone.",
        "image": "sale-puma-top.jpeg",
        "price": 43.99
    },
    {
        "id": "5",
        "title": "Nike Classic Polo T-Shirt",
        "description": "This polo T-shirt is for those who love sports casual style and wear polo shirts in everyday life. The slightly fitted silhouette will highlight your workout progress.",
        "image": "sale-nike-t-short.jpeg",
        "price": 23.99
    },
    {
        "id": "6",
        "title": "Puma Textile Running Shoes",
        "description": "With a high-tech foam sole, these sneakers are a great solution for runners. They are ultra-light and do not restrict movement. The turquoise color is their zest.",
        "image": "puma-shoes.jpeg",
        "price": 62.99
    },
    {
        "id": "7",
        "title": "Nike Winter Jacket in Blue",
        "description": "For those who prefer a sporty style every day, this jacket will be a real discovery. The ultra-modern waterproof fabric will keep you warm and comfortable. And its futuristic design is worth a special mention.",
        "image": "nike-jacket.jpeg",
        "price": 85.99
    },
    {
        "id": "8",
        "title": "Reebok Red Duster",
        "description": "This long duster is made of lightweight nylon and can be your super stylish attribute both after workouts and in everyday life. This duster won't get wet and will keep you warm on cool autumn or spring days.",
        "image": "reebok-duster.jpeg",
        "price": 59.99
    },
    {
        "id": "9",
        "title": "Adidas Black Trainers",
        "description": "This classic trainer model is suitable for both fitness sessions and daily wear. This pair of shoes is incredibly comfortable and made of textiles and original leather.",
        "image": "adidas-trainers.jpeg",
        "price": 59.99
    },
    {
        "id": "10",
        "title": "Asics Jordan 2000",
        "description": "Created to push boundaries, chosen by hundreds of professional sportsmen. This pair of shoes will delight you with the quality of materials, great design, and unique FlyteFoam midsole.",
        "image": "asics-jordan.jpeg",
        "price": 199.99
    }
]